app/Http/Controllers/JobController.php

select * from `users`
---
    public function create()
    {
        $jobStates = Job::getEnumValues('state');
        $users = User::all()->toArray();